---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevSingleOrUpperSuffix
source: html/47377c0e-4844-0a59-dd0d-1cc3db9939f1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevSingleOrUpperSuffix Property

"Single/Upper Value Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevSingleOrUpperSuffix { get; }
```